#ifndef CONST_H
#define CONST_H

// Баллистический коэффициент пули
extern const float Cx[12] = {1.55, //Патрон с бронебойной пулей «Б-30» обр. 1930 г.
                             1.64, //Патрон с бронебойно-зажигательной пулей «Б-32» обр. 1932 г.
                             1.94, //Патрон с бронебойно-зажигательной пулей «БС-41» обр. 1941 г.
                             1.39, //Патрон с бронебойно-зажигательной пулей «БС» обр. 1972 г.
                             1.85, //Патрон с трассирующей пулей «Т-38» обр. 1938 г.
                             1.73, //Патрон с фосфорной бронебойно-зажигательной пулей «БЗФ-46»
                             1.78, //Патрон с бронебойно-зажигательно-трассирующей пулей «БЗТ», «БЗТ-44», «БЗТ-44М»
                             1.69, //Патрон с пристрелочно-зажигательной пулей «ПЗ»
                             1.81, //Патрон с зажигательной пулей мгновенного действия «МДЗ»
                             3.69, //Патрон с пулей мгновенного действия «МД» с взрывателем марки «В-166»
                             4.58, //Патрон с пулей мгновенного действия конструкции Забегина «МДЗ-3»
                             4.14, //Патрон с пулей мгновенного действия «МДЗ-46»
                            };

#endif // CONST_H
